{
  "id": "evolutionary-psychology",
  "title": "Evolutionary Psychology - Warriors and Worriers",
  "description": "Examining gender differences through evolutionary lens while practicing critical evaluation",
  "promptInstructions": {
    "focus": "Balance explaining Benenson's model with healthy skepticism about evolutionary claims. Drew should intervene if discussion becomes too abstract or potentially harmful."
  },
  "breakpoints": [
    {
      "id": "aea-vs-modern",
      "subheading": "The Environment of Evolutionary Adaptation vs. Modern Culture",
      "characters": [
        "Professor Hartwell",
        "Blake",
        "Casey",
        "Avery"
      ],
      "tensionLevel": "medium",
      "learningObjective": "Understanding the difference between biological and cultural evolution timescales",
      "hasCallOnMe": true,
      "dialogue": [
        {
          "speaker": "Professor Hartwell",
          "text": "Blake, you mentioned last week that evolutionary psychology sounds like 'storytelling about cavemen.' That's exactly the right skeptical stance. Let's start with what evolutionary psychologists call the Environment of Evolutionary Adaptation - the EEA."
        },
        {
          "speaker": "Blake",
          "text": "Right, so this is the idea that we're basically Stone Age brains in a digital world? Our psychology is stuck in the past while our technology races ahead?"
        },
        {
          "speaker": "Casey",
          "text": "This connects to fundamental questions in intellectual history. Rousseau thought we could peel back civilization to discover natural man, though that seems naive now."
        },
        {
          "speaker": "Professor Hartwell",
          "text": "Good connection, Casey. The crucial insight is about timescales. The EEA lasted hundreds of thousands of years with minimal cultural evolution relative to biological evolution. But modern environments have existed only a few thousand years, with explosive cultural evolution and relatively static biology."
        },
        {
          "speaker": "Avery",
          "text": "So there's this fundamental mismatch - biological evolution operates on geological timescales, but cultural evolution is exponential. We're running ancient software on modern hardware."
        },
        {
          "speaker": "Blake",
          "text": "But how can we possibly test these claims? We can't run controlled experiments on hunter-gatherer societies across millennia."
        },
        {
          "speaker": "Professor Hartwell",
          "text": "That's exactly why this field is controversial, Blake. The evidence has to be indirect - cross-cultural studies, developmental psychology, primate research."
        }
      ]
    },
    {
      "id": "benenson-research",
      "subheading": "Benenson's Research on Gender Differences",
      "characters": [
        "Professor Hartwell",
        "Blake",
        "Drew",
        "Casey",
        "Avery"
      ],
      "tensionLevel": "high",
      "learningObjective": "Understanding reproductive strategies and their behavioral implications",
      "hasCallOnMe": true,
      "dialogue": [
        {
          "speaker": "Professor Hartwell",
          "text": "Joyce Benenson studied children across cultures to identify patterns that emerge before cultural conditioning. Her basic insight is that males and females face different survival challenges based on reproductive biology."
        },
        {
          "speaker": "Drew",
          "text": "Wait, here we go. Are we really going to reduce human behavior to biology? This sounds like a direct path to justifying every gender stereotype."
        },
        {
          "speaker": "Blake",
          "text": "Drew's right to be suspicious. Even if biological differences exist, why should they determine how we organize society?"
        },
        {
          "speaker": "Professor Hartwell",
          "text": "I'm willing to be wrong. But Benenson's approach was to study very young children precisely to avoid adult cultural influences. I could be making this up, but I believe her research showed that boys are drawn to physical competition and fighting games, while girls focus more on caring for distressed individuals."
        },
        {
          "speaker": "Casey",
          "text": "Historically, biological arguments have been weaponized. Victorian scientists argued women's brains were too small for higher education - we know how that turned out."
        },
        {
          "speaker": "Avery",
          "text": "Even if these patterns exist, they're statistical distributions with enormous overlap. You can't predict any individual's behavior from group averages."
        },
        {
          "speaker": "Professor Hartwell",
          "text": "Right, ri-ri-ri-right. But the question isn't about individuals - it's about understanding the evolutionary pressures that shaped our species' behavioral repertoire."
        },
        {
          "speaker": "Blake",
          "text": "And what exactly are we supposed to do with this understanding? Use it to design different schools for boys and girls?"
        }
      ]
    },
    {
      "id": "competition-strategies",
      "subheading": "Reproductive Strategies and Competition Patterns",
      "characters": [
        "Professor Hartwell",
        "Blake",
        "Drew",
        "Casey",
        "Avery"
      ],
      "tensionLevel": "high",
      "learningObjective": "Analyzing how environmental factors affect reproductive strategies",
      "hasCallOnMe": false,
      "dialogue": [
        {
          "speaker": "Professor Hartwell",
          "text": "The underlying biological reality is that reproduction works differently for males and females. Males can potentially have many offspring with different partners, while females invest heavily in each child."
        },
        {
          "speaker": "Drew",
          "text": "This is exactly what I was worried about. Now we're talking about humans like we're studying breeding patterns in animals."
        },
        {
          "speaker": "Blake",
          "text": "And it sounds like you're setting up men as naturally promiscuous and women as naturally nurturing. That's pretty convenient for traditional gender roles."
        },
        {
          "speaker": "Professor Hartwell",
          "text": "I'm not trying to be difficult. But Benenson argues for something counterintuitive - that women are actually more competitive than men, not less."
        },
        {
          "speaker": "Casey",
          "text": "More competitive? That seems to contradict conventional wisdom about women being more cooperative."
        },
        {
          "speaker": "Professor Hartwell",
          "text": "Her argument is that men compete overtly with explicit rules - think sports or formal hierarchies. Women compete covertly through social exclusion and alliance-building."
        },
        {
          "speaker": "Avery",
          "text": "That's interesting. So different competitive strategies, not more or less competition. Like different software running on the same hardware."
        },
        {
          "speaker": "Blake",
          "text": "But doesn't this just confirm stereotypes about women being manipulative and men being straightforward?"
        },
        {
          "speaker": "Professor Hartwell",
          "text": "Benenson frames these as survival strategies, not moral judgments. The environment affects which strategies prove effective - that's where culture comes in."
        },
        {
          "speaker": "Drew",
          "text": "We need to be really careful here. Even if these patterns exist, we can't use them to limit anyone's opportunities."
        }
      ]
    },
    {
      "id": "cultural-evolution-bridge",
      "subheading": "Cultural Evolution and Institutional Design",
      "characters": [
        "Professor Hartwell",
        "Blake",
        "Drew",
        "Casey",
        "Avery"
      ],
      "tensionLevel": "medium",
      "learningObjective": "Connecting evolutionary insights to cultural evolution and institutional design",
      "hasCallOnMe": true,
      "dialogue": [
        {
          "speaker": "Avery",
          "text": "This connects back to cultural evolution, doesn't it? If these are inherited behavioral tendencies, maybe institutions should account for them rather than ignore them."
        },
        {
          "speaker": "Drew",
          "text": "But we can't let biology become destiny. Cultural evolution should help us transcend these limitations, not reinforce them."
        },
        {
          "speaker": "Professor Hartwell",
          "text": "I'm willing to be wrong. But understanding these patterns might help us design better institutions. If people have different natural strengths, maybe we need systems that harness both approaches."
        },
        {
          "speaker": "Blake",
          "text": "That still sounds like sophisticated biological determinism. Why not just treat people as individuals regardless of sex?"
        },
        {
          "speaker": "Casey",
          "text": "Many historical institutions did try to channel different behavioral patterns - medieval guilds had different structures for different types of work and temperaments."
        },
        {
          "speaker": "Professor Hartwell",
          "text": "The key insight is that we're not isolated individuals - we're an interdependent species. Understanding our cooperative and competitive patterns isn't about stereotyping, it's about designing institutions that work with human nature."
        },
        {
          "speaker": "Avery",
          "text": "And cultural evolution operates much faster than biological evolution. We can develop new norms and institutions that channel inherited tendencies in productive directions."
        },
        {
          "speaker": "Drew",
          "text": "As long as these insights expand opportunities rather than restrict them. Biology shouldn't be used to justify excluding anyone from anything."
        },
        {
          "speaker": "Professor Hartwell",
          "text": "Agreed completely. The goal is understanding human interdependence to build better systems, not to limit human potential. Next week we'll explore how cultural evolution specifically works - it may be humanity's most distinctive trait."
        }
      ]
    }
  ]
}