{
  "concepts": [
    {
      "id": "binary-data",
      "name": "binary data",
      "shortDefinition": "data from situations that can be either/or",
      "elaboration": "Data from situations that can be either/or, such as Democrat or Republican",
      "homeChapter": "correlation"
    },
    {
      "id": "categorical-data",
      "name": "categorical data",
      "shortDefinition": "data with multiple discrete categories",
      "elaboration": "Data that from situations that can have multiple discrete categories, such as Democrat, Republican, or Green Party.",
      "homeChapter": "correlation"
    },
    {
      "id": "scalar-data",
      "name": "scalar data",
      "shortDefinition": "data that can have more or less",
      "elaboration": "Data that come from situations where there can be more or less, such as the number of votes a candidate received, or the percentage of votes a candidate received",
      "homeChapter": "correlation"
    },
    {
      "id": "correlation",
      "name": "correlation",
      "shortDefinition": "measure of how two variables move together",
      "elaboration": "A measure of the extent to which two scalar data variables move together. Height and weight are positively correlated. Body fat and print speed are negatively correlated.",
      "homeChapter": "correlation"
    },
    {
      "id": "spurious-correlation",
      "name": "spurious correlation",
      "shortDefinition": "correlation that doesn't hold up in larger samples",
      "elaboration": "Correlation that appears in a small sample and does not hold up in a larger population",
      "homeChapter": "correlation"
    },
    {
      "id": "reverse-causation",
      "name": "reverse causation",
      "shortDefinition": "when Y actually causes X instead of X causing Y",
      "elaboration": "When someone asserts that X causes Y, when it is possible or even likely that Y causes X",
      "homeChapter": "correlation"
    },
    {
      "id": "third-factor-causation",
      "name": "third-factor causation",
      "shortDefinition": "when a third factor causes both X and Y",
      "elaboration": "Also called Confounding Variable. When X and Y are correlated because a third factor, Z, is causing both",
      "homeChapter": "correlation"
    },
    {
      "id": "first-iron-law",
      "name": "First Iron Law",
      "shortDefinition": "Sometimes it's this way, and sometimes it's that way",
      "elaboration": "First Iron Law of Social Science. Sometimes it's this way, and sometimes it's that way. It is risky to claim that a generalization is always true.",
      "homeChapter": "correlation"
    },
    {
      "id": "p-hacking",
      "name": "p-hacking",
      "shortDefinition": "tweaking analysis to get publishable results",
      "elaboration": "In layman's term p-hacking is when a researcher keeps tweaking the analysis to get a result that it likely to be worthy of publication",
      "homeChapter": "correlation"
    },
    {
      "id": "social-desirability-bias",
      "name": "social desirability bias",
      "shortDefinition": "bias toward academically popular conclusions",
      "elaboration": "Economist Bryan Caplan's claim that it is easier to get a paper published if its results support opinions about the topic that are popular with academics.",
      "homeChapter": "correlation"
    },
    {
      "id": "replication-crisis",
      "name": "replication crisis",
      "shortDefinition": "many studies fail to replicate when repeated",
      "elaboration": "Replication means getting similar results with a similar study done by another researcher. The crisis is that many studies, in psychology, epidemiology, and other fields, including studies heavily cited, have failed to replicate",
      "homeChapter": "correlation"
    },
    {
      "id": "hill-criteria",
      "name": "Hill criteria",
      "shortDefinition": "Bradford Hill's criteria for establishing causality",
      "elaboration": "Bradford Hill's criteria for strengthening the case for causality in relationship found in epidemiology. Includes consistency of findings (not just one study), plausible causal mechanism, and larger values of the causal variable leading to larger effects in the result variable.",
      "homeChapter": "correlation"
    },
    {
      "id": "measurement-error",
      "name": "measurement error",
      "shortDefinition": "inaccurate measurement reduces correlation",
      "elaboration": "Measurement error reduces correlation. Conversely, if there is strong correlation, we can infer that measurement error is not a major issue",
      "homeChapter": "correlation"
    },
    {
      "id": "extraversion",
      "name": "Extraversion",
      "shortDefinition": "Big Five trait - outgoing and energetic",
      "elaboration": "Part of the Big Five personality model. The more extraverted you are, the more you are outgoing and show positive energy",
      "homeChapter": "personality"
    },
    {
      "id": "openness",
      "name": "Openness",
      "shortDefinition": "Big Five trait - receptive to new experiences",
      "elaboration": "Part of the Big Five personality model. The higher your openness, the more receptive you are to new ideas and experiences.",
      "homeChapter": "personality"
    },
    {
      "id": "conscientiousness",
      "name": "Conscientiousness",
      "shortDefinition": "Big Five trait - reliable and organized",
      "elaboration": "Part of the Big Five personality model. The higher your level of conscientiousness, the more you can be relied on to keep commitments. Higher conscientiousness has been shown to be predictive of better life outcomes.",
      "homeChapter": "personality"
    },
    {
      "id": "agreeableness",
      "name": "Agreeableness",
      "shortDefinition": "Big Five trait - cooperative and trusting",
      "elaboration": "Part of the Big Five personality model. The higher your level of agreeableness, the more you tend to go along with the opinions and preferences of people around you.",
      "homeChapter": "personality"
    },
    {
      "id": "emotional-instability",
      "name": "Emotional instability",
      "shortDefinition": "Big Five trait - prone to negative emotions",
      "elaboration": "Part of the Big Five personality model. The higher your level of emotional instability, the more strongly you experience sadness or anger when you encounter problems. Was formerly called neuroticism.",
      "homeChapter": "personality"
    },
    {
      "id": "hexaco",
      "name": "HEXACO",
      "shortDefinition": "six-factor personality model including honesty",
      "elaboration": "A six-factor model of personality. The main difference with the Big Five model is the inclusion of the H component, which stands for honesty/humility.",
      "homeChapter": "personality"
    },
    {
      "id": "honesty-humility",
      "name": "honesty/humility",
      "shortDefinition": "HEXACO trait - fair and sincere behavior",
      "elaboration": "The higher your level of honesty/humility, the more you try to be fair, genuine, and sincere in your dealings with others.",
      "homeChapter": "personality"
    },
    {
      "id": "dark-triad",
      "name": "Dark Triad",
      "shortDefinition": "narcissism, psychopathy, and Machiavellianism",
      "elaboration": "A combination of narcissism, psychopathy, and Machiavellianism. The higher you are in Dark Triad traits, the more willing you are to manipulate others. If you are skilled, you may succeed at exploiting others for money, power, or sex. But many people with Dark Triad traits have bad life outcomes.",
      "homeChapter": "personality"
    },
    {
      "id": "informal-personality-psychology",
      "name": "informal personality psychology",
      "shortDefinition": "everyday theories about predicting behavior",
      "elaboration": "These are ideas the any person uses to try to predict, explain, and influence the behavior of other people.",
      "homeChapter": "personality"
    },
    {
      "id": "formal-personality-psychology",
      "name": "formal personality psychology",
      "shortDefinition": "statistical models for predicting behavior",
      "elaboration": "Statistical models developed by psychologists to try to predict, explain, and influence the behavior of other people.",
      "homeChapter": "personality"
    },
    {
      "id": "ninety-percent-chimp-ten-percent-bee",
      "name": "90 percent chimp, 10 percent bee",
      "shortDefinition": "humans balance competition and cooperation",
      "elaboration": "Bees cooperate a lot and do not compete, chimps compete a lot and cooperate very little. Psychologist Jonathan Haidt says that humans excel at both, but with a bias toward competition.",
      "homeChapter": "evo"
    },
    {
      "id": "blank-slate",
      "name": "The Blank Slate",
      "shortDefinition": "the view that behavior is entirely cultural",
      "elaboration": "Steven Pinker defends evolutionary psychology against the view that human behavior is entirely culturally determined. He says that his opponents think of the human brain as a blank slate, meaning that it has no tendencies imprinted by evolution.",
      "homeChapter": "evo"
    },
    {
      "id": "warriors-and-worriers",
      "name": "Warriors and Worriers",
      "shortDefinition": "Benenson's theory of gender behavioral differences",
      "elaboration": "Joyce Benenson's theories of different behavioral propensities of men and women, why these propensities evolved, and anthropological evidence for this",
      "homeChapter": "evo"
    },
    {
      "id": "folk-theory-of-mind",
      "name": "Folk Theory of Mind",
      "shortDefinition": "how people judge if something has a mind",
      "elaboration": "Arnold Kling describes the findings of Daniel Wegner and Kurt Gray that people tend to think of an entity as having a mind if it has agency (the ability to make choices) and feelings (the ability to experience pain and other feelings).",
      "homeChapter": "evo"
    },
    {
      "id": "moral-dyad",
      "name": "Moral Dyad",
      "shortDefinition": "moral judgments divide actors into agents or patients",
      "elaboration": "From Daniel Wegner and Kurt Gray the observation that our moral judgments tend to divide actors into either having agency (they call this the robot) or having feelings (they call this the baby).",
      "homeChapter": "evo"
    },
    {
      "id": "secret-of-our-success",
      "name": "Secret of Our Success",
      "shortDefinition": "human advantage comes from collective intelligence",
      "elaboration": "In the book The Secret our Success anthropologist Joseph Henrich points out that the advantage that humans have over other species is our collective brains rather than our individual brains.",
      "homeChapter": "cultlearn"
    },
    {
      "id": "learning-by-copying",
      "name": "learning by copying",
      "shortDefinition": "copying others is usually better than innovating",
      "elaboration": "When a human encounters a novel problem, the best solution is usually to copy another human who has dealt with a similar problem. Choosing instead to innovate is risky, and it tends to pay off only in rapidly-changing environments.",
      "homeChapter": "cultlearn"
    },
    {
      "id": "cultural-evolution",
      "name": "cultural evolution",
      "shortDefinition": "humans accumulate shared knowledge across generations",
      "elaboration": "Humans are unique in that we accumulate shared knowledge. This means that cultural evolution is more rapid than biological evolution, especially in recent centuries. Other species rely on biological evolution, which is much slower.",
      "homeChapter": "cultlearn"
    },
    {
      "id": "three-es",
      "name": "The three e's",
      "shortDefinition": "experimentation, evaluation, and evolution",
      "elaboration": "Experimentation means trying new ideas. Evaluation means examining the results. Evolution means keeping ideas that work and discarding ideas that do not work or that used to work but are now obsolete.",
      "homeChapter": "cultlearn"
    },
    {
      "id": "beliefs-are-social",
      "name": "beliefs are social",
      "shortDefinition": "we decide what to believe by deciding who to believe",
      "elaboration": "Arnold Kling has an aphorism that we decide what to believe by deciding who to believe. This raises the question of how we decide who to believe.",
      "homeChapter": "cultlearn"
    },
    {
      "id": "prestige-hierarchy",
      "name": "prestige hierarchy",
      "shortDefinition": "hierarchy based on admiration",
      "elaboration": "A hierarchy in which the people at the top are admired by people lower down",
      "homeChapter": "cultlearn"
    },
    {
      "id": "dominance-hierarchy",
      "name": "dominance hierarchy",
      "shortDefinition": "hierarchy based on fear",
      "elaboration": "A hierarchy in which the people at the top are feared by people lower down",
      "homeChapter": "cultlearn"
    },
    {
      "id": "naive-realism",
      "name": "naive realism",
      "shortDefinition": "believing your perspective is objectively true",
      "elaboration": "The belief that your perspective on reality is true. It is naive because all of us have biases and shortcomings",
      "homeChapter": "epistemology"
    },
    {
      "id": "myside-bias",
      "name": "myside bias",
      "shortDefinition": "trusting your tribe, distrusting others",
      "elaboration": "A tendency to be to place too much trust in the beliefs of people in your social tribe and to be too skeptical of the beliefs of people in a different social tribe",
      "homeChapter": "epistemology"
    },
    {
      "id": "asymmetric-insight",
      "name": "asymmetric insight",
      "shortDefinition": "thinking you understand others' motives better than they do",
      "elaboration": "The belief that you understand other people's motives better than they understand their own motives. In particular, when someone disagrees with you, instead of examining the substance of their argument you dismiss them as evil.",
      "homeChapter": "epistemology"
    },
    {
      "id": "steel-manning",
      "name": "steel-manning",
      "shortDefinition": "examining the strongest opposing arguments",
      "elaboration": "Examining the strongest possible arguments that could be made by someone on the other side.",
      "homeChapter": "epistemology"
    },
    {
      "id": "constitution-of-knowledge",
      "name": "Constitution of Knowledge",
      "shortDefinition": "Rauch's term for truth-seeking institutions",
      "elaboration": "Jonathan Rauch's term for institutions that pursue truth more effectively than any one individual. Institutions like science and the judiciary provide rules and norms for guiding biased individuals in the direction of truth.",
      "homeChapter": "epistemology"
    },
    {
      "id": "thinking-in-bets",
      "name": "thinking in bets",
      "shortDefinition": "assigning probabilities instead of certainties",
      "elaboration": "Instead of treating a belief as certainly true, assign a probability that it is true.",
      "homeChapter": "epistemology"
    },
    {
      "id": "scout-mindset",
      "name": "scout mindset",
      "shortDefinition": "Galef's term for open-minded exploration",
      "elaboration": "Julia Galef's term for trying to explore a topic with an open mind. The opposite is soldier mindset, which means trying hard to defend your belief, as if counterarguments were threats that must be shoved aside.",
      "homeChapter": "epistemology"
    },
    {
      "id": "moral-pressures",
      "name": "moral pressures",
      "shortDefinition": "internalized values leading to cooperation",
      "elaboration": "Internalized values that lead people to cooperate rather than cheat",
      "homeChapter": "trust"
    },
    {
      "id": "reputational-pressures",
      "name": "reputational pressures",
      "shortDefinition": "fear of being branded as untrustworthy",
      "elaboration": "Fear of being branded as a bad cooperator. If you cheat and people find out, they will be reluctant to deal with you.",
      "homeChapter": "trust"
    },
    {
      "id": "institutional-pressures",
      "name": "institutional pressures",
      "shortDefinition": "cooperation to avoid legal punishment",
      "elaboration": "You cooperate in order to avoid legal punishment",
      "homeChapter": "trust"
    },
    {
      "id": "security-systems",
      "name": "security systems",
      "shortDefinition": "physical prevention of norm violations",
      "elaboration": "You are physically prevented from violating social norms",
      "homeChapter": "trust"
    },
    {
      "id": "big-gods",
      "name": "Big Gods",
      "shortDefinition": "belief in moralizing deities fostering cooperation",
      "elaboration": "A claim made by anthropologist Ara Norenzayan that belief in moralizing, punitive deities helped foster cooperation in large-scale societies",
      "homeChapter": "trust"
    },
    {
      "id": "fundamental-social-rule",
      "name": "fundamental social rule",
      "shortDefinition": "reward cooperators and punish defectors",
      "elaboration": "Reward cooperators and punish defectors. This is how rules are enforced and social order is maintained.",
      "homeChapter": "trust"
    },
    {
      "id": "tit-for-tat-strategy",
      "name": "tit-for-tat strategy",
      "shortDefinition": "matching others' cooperation or defection",
      "elaboration": "In repeated games, where you and another person must decide on each turn whether to cooperate or defect, this strategy says that if the other player cooperates on this turn, you cooperate on the next turn; but if the other player cheats on this turn, then you cheat on the next turn. In simulations, following this strategy has been shown to lead to a pattern of regular cooperation.",
      "homeChapter": "trust"
    },
    {
      "id": "rule-of-the-clan",
      "name": "Rule of the Clan",
      "shortDefinition": "decentralized order based on kinship groups",
      "elaboration": "Mark Weiner describes rule of the clan as a decentralized order based primarily on extended kinship groups. Personal relationships and honor codes provide order.",
      "homeChapter": "order"
    },
    {
      "id": "society-of-status",
      "name": "Society of Status",
      "shortDefinition": "rights determined by birth position",
      "elaboration": "As described by Henry Maine, a society in which a person's rights and duties are determined by their position at birth or within a group.",
      "homeChapter": "order"
    },
    {
      "id": "society-of-contract",
      "name": "Society of Contract",
      "shortDefinition": "rights determined by general laws",
      "elaboration": "As described by Henry Maine, a society in which a person's rights and duties are determined by general laws applied to everyone",
      "homeChapter": "order"
    },
    {
      "id": "limited-access-order",
      "name": "limited-access order",
      "shortDefinition": "state controlled by violence-capable coalition",
      "elaboration": "Also called the Natural State by North, Weingast, and Wallis. A state controlled by a coalition of groups that have the capacity to exercise violence. Access to economic and political power is limited to members of the coalition. No one outside of the coalition is able to engage in highly-organized political or economic activity.",
      "homeChapter": "order"
    },
    {
      "id": "open-access-order",
      "name": "open-access order",
      "shortDefinition": "liberal democratic order with broad access",
      "elaboration": "As described by North, Weingast, and Wallis, a liberal democratic order. Although obtaining economic and political power is never easy, everyone has access in the sense that they do not have to be part of a ruling coalition in order to form a large business or organize a political interest group.",
      "homeChapter": "order"
    },
    {
      "id": "donscription",
      "name": "donscription",
      "shortDefinition": "combines donation with subscription",
      "elaboration": "As described by Andrey Mir, this is the new business model for newspapers.  They appeal to a narrow ideological constituency, who subscribe to get their biases reinforced.  Their subscription amounts to a donation to a cause.",
      "homeChapter": "disrupt"
    },
    {
      "id": "revolt-public",
      "name": "The Revlot of the Public",
      "shortDefinition": "Martin Gurri book on social disruption caused by media",
      "elaboration": "Gurri argues that there has been an informatin tsunami that has overwhelmed and discredited elites.  The Internet enables protests to emerge without leaders or plans.",
      "homeChapter": "revolt"
    },
    {
      "id": "intimate",
      "name": "intimate world",
      "shortDefinition": "your friends, family, and co-workers",
      "elaboration": "Arnold Kling points out that this used to be separate from the remote world of celebrities and politicians, but now all appear together on the same phone.",
      "homeChapter": "revolt"
    },
    {
      "id": "remote",
      "name": "remote world",
      "shortDefinition": "celebrities, politicians, and world events",
      "elaboration": "Arnold Kling points out that this used to be separate from the intimate world of friends, family, and co-workers, but now all appear together on the same phone.",
      "homeChapter": "revolt"
    },
    {
      "id": "Gmoment",
      "name": "Martin Gurri moment",
      "shortDefinition": "a protest that erupts suddenly, or a victory by an upstart politician or party",
      "elaboration": "protests that have erupted suddenly include the Arab Spring, Black Lives Matter, and campus protests about the war in Gaza.  These protests do not require leaders, planning, or organization.  Upstart political figures include Donald Trump, Georgia Meloni, France's National Rally and Parti le gauche, Alternative for Deutschland, and Zohran Mamdani",
      "homeChapter": "revolt"
    },

    {
      "id": "dunbars-number",
      "name": "Dunbar's Number",
      "shortDefinition": "cognitive limit of ~150 stable relationships",
      "elaboration": "Approximately 150 people - the cognitive limit for stable social relationships. Organizations above this size require formal structure rather than informal coordination.",
      "homeChapter": "games"
    },
    {
      "id": "prisoners-dilemma",
      "name": "Prisoner's Dilemma",
      "shortDefinition": "individual rationality leading to collective irrationality",
      "elaboration": "Individual rational behavior can lead to a collectively bad outcome. In the classic example, if A and B both don't confess, they get off scot-free. If they both confess, they each get 5 years in prison. If one confesses and the other does not, the confessor gets released with a reward, and the non-confessor gets 10 years in prison. The individually rational outcome leads to both confessing.",
      "homeChapter": "games"
    }
  ],
  "chapters": [
    {"id": "correlation", "title": "Problems with Studies"},
    {"id": "personality", "title": "Personality Psychology"},
    {"id": "evo", "title": "Evolutionary Psychology - Warriors and Worriers"},
    {"id": "cultlearn", "title": "Cultural Evolution and Social Learning"},
    {"id": "epistemology", "title": "Social Epistemology"},
    {"id": "trust", "title": "Trust and Accountability"},
    {"id": "order", "title": "Forms of Order"},
    {"id": "games", "title": "Game Theory and Social Order"},
    {"id": "disrupt", "title": "The Information Disruption"},
    {"id": "revolt", "title": "The Revolt of the Public"}

  ]
}