{
  "banterDialogues": [
    {
      "id": "avery-blake-tension",
      "professorPause": "I'll give you folks a moment to think. Then I'll ask for your reactions.",
      "studentBanter": [
        {
          "speaker": "Blake",
          "text": "Why can't we just start now?"
        },
        {
          "speaker": "Avery",
          "text": "Some of us need time to think. Not everybody shoots their mouth off instantly--Blake!"
        },
        {
          "speaker": "Blake",
          "text": "Yeah, Avery, you're probably going to tell us how everything in this seminar fits together, and your genius brain has it all figured out."
        },
        {
          "speaker": "Drew",
          "text": "Settle down, people."
        }
      ],
      "professorReturnPre": "Let's remember what",
      "professorReturnPost": "was saying."
    },
    {
      "id": "casey-ancient-greeks",
      "professorPause": "Remember. Don't react right away. Give it some thought.",
      "studentBanter": [
        {
          "speaker": "Blake",
          "text": "Why don't you ever give your reaction first?"
        },
        {
          "speaker": "Casey",
          "text": "This is traditional pedagogical practice. It goes all the way back to Socrates. The ancient Greeks--"
        },
        {
          "speaker": "Drew",
          "text": "Oh, for heaven's sake, Casey. Get over yourself. We know you love the ancient Greeks. You love everything, as long as it's ancient and esoteric."
        }
      ],
      "professorReturnPre": "OK, let's simmer down. Focus on what",
      "professorReturnPost": "was saying."
    },
    {
      "id": "casey-joke",
      "professorPause": "Hmmm. Let's consider that for a bit.",
      "studentBanter": [
        {
          "speaker": "Casey",
          "text": "Kind of reminds me of an old joke."
        },
        {
          "speaker": "Drew",
          "text": "Oh, no. Not one of your long history lessons, Casey."
        }
      ],
      "professorReturnPre": "Yes, maybe save it for later. Meanwhile, I believe that",
      "professorReturnPost": "was saying."
    },
    {
      "id": "avery-teacher-pet",
      "professorPause": "Well, now that's something to consider.",
      "studentBanter": [
        {
          "speaker": "Avery",
          "text": "I think it ties in with what I said before."
        },
        {
          "speaker": "Blake",
          "text": "Watch out. More clever connections coming from Hartwell's favorite student."
        },
        {
          "speaker": "Casey",
          "text": "Avery going to be teacher's pet again?"
        },
        {
          "speaker": "Drew",
          "text": "Let's all try to get along here."
        }
      ],
      "professorReturnPre": "Maybe later, Avery. I thought it was interesting what",
      "professorReturnPost": "was saying."
    },
    {
      "id": "casey-outfit",
      "professorPause": "Does anyone care to respond?",
      "studentBanter": [
        {
          "speaker": "Avery",
          "text": "Casey, aren't you the one dressed up today?"
        },
        {
          "speaker": "Casey",
          "text": "I've got a date after class."
        },
        {
          "speaker": "Blake",
          "text": "Whoa, Casey. Steppin' out."
        }
      ],
      "professorReturnPre": "We're not here to talk about Casey's outfit. Now, as",
      "professorReturnPost": "was saying."
    },
    {
      "id": "thinking-out-loud",
      "professorPause": "OK, take a minute to think about that. How would you respond?",
      "studentBanter": [
        {
          "speaker": "Blake",
          "text": "How would *you* respond, Professor?"
        },
        {
          "speaker": "Avery",
          "text": "Hartwell's thinking before he says anything. Unlike some people."
        },
        {
          "speaker": "Blake",
          "text": "What's the point of a seminar if we're just going to sit here in silence? I like to think out loud."
        },
        {
          "speaker": "Drew",
          "text": "No one's stopping you from thinking any way you want. But let's let Professor Hartwell conduct the seminar."
        }
      ],
      "professorReturnPre": "Getting back to what",
      "professorReturnPost": "was saying."
    },
    {
      "id": "avery-hartwell-major",
      "professorPause": "Avery, while everyone else is thinking, can I ask what you are majoring in?",
      "studentBanter": [
        {
          "speaker": "Avery",
          "text": "Engineering. But I'm thinking of minoring in econ. It's like engineering in that you think in terms of a system. I'm really liking this course, too."
        },
        {
          "speaker": "Professor Hartwell",
          "text": "Mainstream economics is actually too close to engineering for my taste."
        },
        {
          "speaker": "Avery",
          "text": "I gather that you think social systems are more complicated."
        }
      ],
      "professorReturnPre": "More complex, yes. I would be happy to talk more later. Meanwhile,",
      "professorReturnPost": "was saying."
    },
    {
      "id": "blake-hartwell-plans",
      "professorPause": "Everybody's so quiet, not sure how to react. Blake, you're a senior right?",
      "studentBanter": [
        {
          "speaker": "Blake",
          "text": "Mmm-hmm."
        },
        {
          "speaker": "Professor Hartwell",
          "text": "Do you know what you're going to do after you graduate?"
        },
        {
          "speaker": "Blake",
          "text": "I want to go into business, but I don't want to work for a big company. What I'd really like to do is start my own company. I've got a couple of ideas."
        }
      ],
      "professorReturnPre": "I'd like to hear about that some time. But we should think about what",
      "professorReturnPost": "was saying."
    },
    {
      "id": "casey-hartwell-law-school",
      "professorPause": "Well, that has everyone stumped. Casey, do you have plans for when you graduate?",
      "studentBanter": [
        {
          "speaker": "Casey",
          "text": "I've applied to law school. But I might defer for a year. Assuming I get in."
        },
        {
          "speaker": "Professor Hartwell",
          "text": "What would you do instead?"
        },
        {
          "speaker": "Casey",
          "text": "I need to make some money and then I'd like to travel."
        },
        {
          "speaker": "Professor Hartwell",
          "text": "Where would you like to go?"
        },
        {
          "speaker": "Casey",
          "text": "Well, you know I'm into ancient Greece and Rome, right? I might like to see the sights there. But I'm also curious about Japan, so who knows?"
        }
      ],
      "professorReturnPre": "Interesting. And what",
      "professorReturnPost": "is also interesting."
    },
    {
      "id": "drew-hartwell-dance-studio",
      "professorPause": "That made the room go quiet. Drew, what kind of profession would you like to end up in?",
      "studentBanter": [
        {
          "speaker": "Drew",
          "text": "Well, I have this fantasy of eventually having my own dance studio teaching kids musical theater."
        },
        {
          "speaker": "Professor Hartwell",
          "text": "So meanwhile can you be like an assistant dance teacher at someone else's studio?"
        },
        {
          "speaker": "Drew",
          "text": "No money. I'm actually getting a teaching certificate and that's what I'll do the first couple of years after graduation. But you asked where I would *like* to end up. But we should get back to"
        }
      ],
      "professorReturnPre": "Keeping me on track, Drew, as usual.",
      "professorReturnPost": "was saying."
    }
  ]
}