{
  "suggestedReadings": [
    {
      "chapter": "correlation",
      "trigger": "how statistics can mislead",
      "recommendation": "John Ioannides has a notorious paper titled Why Most Published Studies are False. Edward Leamer wrote a famous paper Let's Take the Con out of Econometrics. Nassim Taleb wrote a paper Fooled by Correlation and also a book called The Black Swan."
    },
    {
      "chapter": "personality",
      "trigger": "Personality measures and their uses",
      "recommendation": "Rob Henderson's Newsletter on Substack is a useful resource. You can Google Rob Henderson Big Five or Rob Henderson HEXACO or Rob Henderson Dark Triad."
    },
    {
      "chapter": "evo",
      "trigger": "issues regarding evolutionary psychology",
      "recommendation": "Steve Stewart-Williams has a book called The Ape that Understood the Universe"
    },
    {
      "chapter": "cultlearn",
      "trigger": "how culture changes over time or differs across societies",
      "recommendation": "We have mentioned Joseph Henrich. His two books are The Secret of Our Success, about cultural evolution, and The Weirdest People in the World, about how the deep cultural roots of Westernized, Educated, Industrialized, Rich, and Democratic societies. There is also Michael Muthukrishna's book A Theory of Everyone"
    },
    {
      "chapter": "epistemology",
      "trigger": "the challenge of finding truth",
      "recommendation": "Dan Williams has a substack called Conspicuous Cognition which is a great resource. In particular, Google Dan Williams Politics Truth Ideology Syllabus"
    },
    {
      "chapter": "games",
      "trigger": "game theory",
      "recommendation": "one classic book that uses game theory is The Strategy of Conflict, by Thomas Schelling. A book that applies game theory to the problem of security is Liars and Outliers, by Bruce Schneier."
    },
    {
      "chapter": "trust",
      "trigger": "how trust and cooperation are possible",
      "recommendation": "Arnold Kling has an essay called The Fundamental Rule of Social Morality, which argues that enforcing group norms by rewarding cooperators and punishing defectors is how societies hold together. For an interesting take on how modern surveillance technology affects society see David Brin's book The Transparent Society."
    },
    {
      "chapter": "disrupt",
      "trigger": "how the Internet disrupts media and social beliefs",
      "recommendation": "Andrey Mir's book is called Postjournalism, which is discussed by Arnold Kling in an essay called How Economics Drives News Media.  Dan Williams has a useful substack essay on the Decline of Legacy Media.  He references the Reuters report, which you can find by searching for Reuters Digital News Report 2025."
    },
    {
      "chapter": "revolt",
      "trigger": "The Revolt of the Public",
      "recommendation": "Of course, there is Martin Gurri's book The Revolt of the Public.  And he wrote an article called Looking-Glass Politics.  Gurri writes frequently in various media outlets.  You can search for his writing in Google News."
    },
    {
      "chapter": "three-languages",
      "trigger": "The Three Languages of Politics",
      "recommendation": "There are many different ways to categorize political beliefs.  For example, you can look up Jonathan Haidt's moral foundations theory.  Kurt Gray and Daniel Wegner have a book The Mind Club, which takes a simpler view of what the call the moral dyad--the agent without feelings vs. the feeler without agency.  An older work is Moral Politics, by George Lakoff, which describes nurturant-parent morality as opposed to strict-father morality."
    },
    {
      "chapter": "organizations",
      "trigger": "Why organizations work or fail",
      "recommendation": "There are all sorts of books on bureaucracy and organizations, going back to Max Weber.  James Burnham wrote a book called The Managerial Revolution that still gets read.  David Halberstam wrote The Best and the Brightest about the how the bureaucracy drifted into the quagmire in Vietnam.  More recently, Michael J. Mazarr wrote about the decision to go into Iraq.  That book had a nice review at thepsmiths.com"
    },
    {
      "chapter": "naive-economics",
      "trigger": "MIT mathematical economics twentieth century",
      "recommendation": "There is a book called MIT and the Transformation of American Economics, edited by E. Roy Weintraub.  I especially like the chapter by Beatrice Cherry.  A representative book from the late 20th-century period is Equality and Efficiency, the big trade-off, published by Arthur Okun in 1975."
    },
    {
      "chapter": "political-realism",
      "trigger": "Public choice theory political realism",
      "recommendation": "Bruce Yandle has a book on Bootleggers and Baptists.  For a classic article on how government programs persist only because they serve private interests, see Jonathan Rauch on the mohair subsidy.  Arnold Kling in his book Specialization and Trade shows how the political interests to subsidize demand and restrict supply naturally arise in an economy where production is specialized."
    },

    {
      "chapter": "order",
      "trigger": "how democracies differ from other states",
      "recommendation": "Arnold Kling has written some book reviews on related topics. Arnold Kling The Pre-Modern Order looks at social organization before 1500, Arnold Kling Balaji-land looks at a futuristic vision from Balaji Srinivasan, Arnold Kling The Two Forms of Social Order summarizes North, Weingast and Wallis."
    },
    {
      "chapter": "creative-destruction",
      "trigger": "facts about economic differences across time or countries, also the role of intangibles",
      "recommendation": "Arnold Kling and Nick Schulz assembled a lot of facts about differences in standard of living in their book Invisible Wealth.  It emphasizes intangible factors.  So does a book by Stian Westlake and Jonathan Haskel called Capitalism without Capital."
    },
    {
      "chapter": "financial-sector",
      "trigger": "history of government and banks or the financial crisis of 2008",
      "recommendation": "Niall Ferguson's book The Cash Nexus stresses the historical relationship between banks and government power.  On the Financial Crisis of 2008, Arnold Kling wrote a monograph called Not What They Had in Mind."
    }

  ]
}